---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Offset
enum: Autodesk.Revit.UI.PostableCommand
zh: 偏移、偏移量
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Offset

**中文**: 偏移、偏移量

Copies or moves a selected element (such as a line, wall, or beam) a specified distance perpendicular to its length.